{
  "pt-br": {
    "main-title": "Scrims Website",
    "credit-1": "Esse é um website criado e mantido por ",
    "credit-2": ", em parceria com a Paladins Latam League, com o intuito de ajudar as equipes a marcarem treino com outros equipes do cenário",
    "pages-title": "No canto superior esquerdo você pode navegar entre as páginas do website, as quais são:",
    "teams-title": "Equipes",
    "teams-text": "Aqui você encontrará todas as equipes cadastrados na plataforma",
    "scrims-title": "Scrims",
    "scrims-text": "Nessa pagína você poderá procurar por treinos com outros equipes, podendo filtrar por dias e/ou horários",
    "find-teams-title": "Encontrar Equipes",
    "find-teams-text": "Aqui você poderá procurar por vagas em equipes, você poderá filtrar por número de vagas e/ou função",
    "your-teams-title": "Suas Equipes",
    "your-teams-text": "Aqui você encontrará todas as equipes criados por você, podendo também criar novas equipes",
    "create-team-title": "Sobre a criacão de equipes",
    "create-team-text": "Na página \"Suas Equipes\" clicar em \"Criar nova equipe\" você selecionará todos os jogadores principais e suas funções, assim como os jogadores reservas. Nessa mesma página você poderá informar se a sua equipe está recrutando e especificar o número de vagas e funções disponíveis. Após terminar a criação da equipe, você será redirecionado para a página da sua equipe, aonde poderá customizar os horários em que sua equipe estará disponível para treinos. Esses horários são separados por dias da semana e estão no fuso horário -3GMT",
    "profile-title": "Perfil",
    "profile-text": "Aqui você poderá ver seu perfil e também personalizar os contatos que ficarão disponíveis para outros usuários entrarem em contato",
    "suggestions-title": "Sugestões",
    "suggestions-text": "Caso tenha alguma sugestão de melhoria ou feedback sobre problemas do site, entre em contato pelo nosso "
  },
  "en-us": {
    "main-title": "Scrims Website",
    "credit-1": "This is a website created and maintained by ",
    "credit-2": ", in partnership with the Paladins Latam League, in order to help teams schedule training with other teams in the scenario",
    "pages-title": "In the upper left corner you can navigate between the pages of the website, which are:",
    "teams-title": "Teams",
    "teams-text": "Here you will find all teams registered on the platform",
    "scrims-title": "Scrims",
    "scrims-text": "On this page you can search for scrims with other teams, being able to filter by days and/or times",
    "find-teams-title": "Find Teams",
    "find-teams-text": "Here you can search for vacancies in teams, you can filter by number of vacancies and/or role",
    "your-teams-title": "Your Teams",
    "your-teams-text": "Here you will find all the teams created by you, and you can also create new teams",
    "create-team-title": "About creating a new team",
    "create-team-text": "On the \"Your Teams\" page, clicking \"Create new team\" you will select all main players and their roles, as well as reserve players. On this same page, you can inform if your team is recruiting and specify the number of vacancies and roles available. After finishing creating the team, you will be redirected to your team page, where you can customize the times when your team will be available for training. These times are separated by days of the week and are in the -3GMT time zone",
    "profile-title": "Profile",
    "profile-text": "Here you will be able to see your profile and also customize the contacts that will be available for other users to get in touch with.",
    "suggestions-title": "Sugbestions",
    "suggestions-text": "If you have any suggestions for improvement or feedback on site issues, please contact us via our "
  },
  "es": {
    "main-title": "Scrims Website",
    "credit-1": "Este es un sitio web creado y mantenido por ",
    "credit-2": ", en asociación con la Paladins Latam League, con el fin de ayudar a los equipos a programar entrenamientos con otros equipos en el escenario",
    "pages-title": "En la esquina superior izquierda puede navegar entre las páginas del sitio web, las cuales son:",
    "teams-title": "Equipos",
    "teams-text": "Aquí encontrarás todos los equipos registrados en la plataforma",
    "scrims-title": "Scrims",
    "scrims-text": "En esta página puedes buscar entrenamientos con otros equipos, pudiendo filtrar por días y/u horarios",
    "find-teams-title": "Encontrar equipos",
    "find-teams-text": "Aquí puedes buscar vacantes en equipos, puedes filtrar por número de vacantes y/o función",
    "your-teams-title": "Tus equipos",
    "your-teams-text": "Aquí encontrarás todos los equipos creados por ti, y también puedes crear nuevos equipos",
    "create-team-title": "Sobre la formación de equipos",
    "create-team-text": "En la página \"Tus equipos\", al hacer clic en \"Crear nuevo equipo\" se seleccionarán todos los jugadores principales y sus funciones, así como los jugadores de reserva. En esta misma página, puede informar si su equipo está reclutando y especificar el número de vacantes y roles disponibles. Después de terminar de crear el equipo, se le redirigirá a la página de su equipo, donde podrá personalizar los horarios en los que su equipo estará disponible para entrenar. Estos horarios están separados por días de la semana y están en la zona horaria -3GMT",
    "profile-title": "Perfil",
    "profile-text": "Aquí podrá ver su perfil y también personalizar los contactos que estarán disponibles para que otros usuarios se comuniquen con usted.",
    "sugestions-title": "Sugerencias",
    "sugestions-text": "Si tiene alguna sugerencia para mejorar o comentarios sobre problemas del sitio, contáctenos a través de nuestro "
  }
  
}